# Shell
starship
zoxide

# Desktop
ghostty
ghostty-shell-integration
ghostty-nautilus
foot
nautilus
nautilus-python
yazi

# Screenshots, media, and appearance
grim
slurp
satty
swappy
wf-recorder
cava
mpv
mpv-mpris
papirus-icon-theme
ttf-jetbrains-mono-nerd
ttf-inter
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
qt6ct
kvantum
nwg-look

# Development
nodejs
pnpm
bun
deno
typescript
typescript-language-server
vscode-langservers-extracted
rust-analyzer
go
python
uv
mise
helix
micro
cachyos/neovim-git
lazygit
github-cli
docker
docker-compose
podman
distrobox

# Fun
cmatrix
pipes.sh
ninvaders
bastet
nethack
moon-buggy
tty-clock
asciiquarium
